DELETE FROM ticket;
DELETE FROM account;

ALTER SEQUENCE global_seq RESTART WITH 1000;

INSERT INTO account (username, email, phone) VALUES
('Admin', 'admin@gmail.com', '89997776655');

INSERT INTO ticket (session_id, row, cell, account_id)
VALUES (1, 1, 1, 1000),
       (1, 1, 2, 1000),
       ('2015-05-30 13:00:00', 'Обед', 1000, 100000),
       ('2015-05-30 20:00:00', 'Ужин', 500, 100000),
       ('2015-05-31 0:00:00', 'Еда на граничное значение', 100, 100000),
       ('2015-05-31 10:00:00', 'Завтрак', 500, 100000),
       ('2015-05-31 13:00:00', 'Обед', 1000, 100000),
       ('2015-05-31 20:00:00', 'Ужин', 510, 100000),
       ('2015-06-01 14:00:00', 'Админ ланч', 510, 100001),
       ('2015-06-01 21:00:00', 'Админ ужин', 1500, 100001);